Repository: MaximePoint6/MyFridgeRecipes
Catalog: MyFridgeRecipes/SupportingFiles/Localizables/*.lproj/Localizable.strings
Languages: fr

source: Home
fr: Accueil

source: My fridge
fr: Mon frigo

source: My favorites
fr: Mes favoris

source: Home page tab
fr: Onglet de la page d'accueil

source: My fridge page tab
fr: Onglet de la page d'accueil mon frigo

source: My favorites page tab
fr: Onglet de la page mes favoris

source: Good Morning,
fr: Bonne matinée,

source: Good Afternoon,
fr: Bon après-midi,

source: Good Evening,
fr: Bonsoir,

# what.to.cook.today
source: Which recipe do you want to cook today?
fr: Quelle recette souhaites-tu cuisiner aujourd'hui ?

# search.recipe
source: Search for a recipe
fr: Rechercher une recette

source: Recipe ideas
fr: Idées de recettes

source: Favorite recipes
fr: Recettes favorites

# no.recipe
source: No recipe found
fr: Pas de recette trouvée

# recipe.list.including
source: Recipes list including
fr: Liste de recettes comprenant

source: Navigate to recipe details
fr: Navigue vers les détails de la recette

# add.other.ingredient
source: Add other ingredients
fr: Ajouter un autre ingrédient

source: %@ selected ingredients
fr: %@ ingrédients sélectionnés

source: %@ selected ingredient
fr: %@ ingrédient sélectionné

source: Show recipes
fr: Voir les recettes

source: No added ingredient
fr: Pas d'ingrédient ajouté

# search.ingredient
source: Search for an ingredient
fr: Rechercher un ingrédient

# remove.fridge.ingredients
source: Add delete buttons next to each ingredient from the fridge.
fr: Ajoute des boutons de suppresion à coté de chaque ingrédients du frigo.

# add.fridge.ingredients
source: Add your fridge ingredients, and we'll find recipes for you!
fr: Ajoute les ingrédients de ton frigo, et on te trouve des recettes !

# navigate.to.ingredient.search.View
source: Navigate to ingredient search screen.
fr: Navigue vers l'écran de recherche d'ingrédients

# navigate.to.recipe.list
source: Navigate to recipes list.
fr: Navigue vers la liste de recettes

# add.ingredient
source: Add the ingredient to the ingredients list in the fridge and close this search screen.
fr: Ajoute l'ingrédient à la liste des ingrédients du frigo et ferme cette écran de recherche.

source: Something went wrong.
fr: Quelque chose s'est mal passé

# contact.developer
source: Please contact developer.
fr: Veuillez contacter le développeur

# no.internet.connection
source: Please check your internet connection.
fr: S'il vous plait, vérifiez votre connexion internet

# api.limit
source: API limit reached, wait a few second.
fr: Limite API atteinte, attendez quelques secondes

source: Service unavailable.
fr: Service non disponible

# server.error
source: Server error code:
fr: Code d'erreur du serveur :

source: Share
fr: Partager

# share.recipe
source: Share this recipe.
fr: Partage cette recette.

source: Preparation
fr: Préparation

source: Per portion
fr: Par portion

source: Per dish
fr: Par plat

source: Ingredients
fr: Ingrédients

source: For
fr: Pour

source: Recipe
fr: Recette

source: Step
fr: Étape

source: Like
fr: J'aime

# saved.recipe
source: Recipe saved in favorites
fr: Recette enregistrée dans les favorites

source: Recipe not saved
fr: Recette non enregistrée

source: Recipe picture
fr: Image de la recette

source: People
fr: Personnes

# for.x.people
source: For %@ people
fr: Pour %@ personnes

# save.your.recipe
source: Save your recipe in favorites.
fr: Sauvegarde votre recette dans les favoris.

source: Remove from favorites.
fr: Supprime des favoris.

source: Recipe name:
fr: Nom de la recette :

source: Meal type:
fr: Type de repas :

source: Cuisine type:
fr: Type de cuisine :

# all.favorites.recipes
source: Find here, all your favorite recipes!
fr: Retrouve ici, toutes tes recettes favorites !

# available.offline
source: Available even offline.
fr: Disponibles même hors ligne.

source: Delete
fr: Supprimer

# delete.text
source: Delete text in search bar
fr: Supprime le texte dans la barre de recherche

# text.in.search.bar
source: Text in search bar is
fr: Le texte dans la barre de recherche est

# empty.search.bar
source: Search bar is empty
fr: La barre de recherche est vide

source: Search bar
fr: Barre de recherche

# find.available.content
source: Find available content based on the text entered.
fr: Cherche le contenu disponible en fonction du texte renseigné.

# welcome
source: Welcome to MyFridgeRecipe!
fr: Bienvenue sur MyFridgeRecipe !

# get.ready
source: Get ready to cook delicious meals!
fr: Prépares-toi à cuisiner de délicieux petits plats !

# navigates.main.screen
source: Navigates to main screen.
fr: Navigue vers l'écran principal.
